{
 "study": "Author and year of publication",
"condition_arm1": "Type of psychological intervention (cbt= Cognitive Behavior Therapy, ipt= interpersonal psychotherapy, pdp= psychodynamic psychotherapy, dbt= dialectical behavior therapy, tfp= transferrence-focused therapy, st= schema therapy, mbt= mentalisation based therapy, mixed= mixed approaches/therapeutic techniques)",
"condition_arm2": "Type of comparator (TAU= treatment as usual, GT= generic treatments for BPD, CTBE= community treatment by experts, or an active psychological intervention mentioned in condition_arm1)",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial.",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial.",
".g": "metapsyTools generated variable: Calculated effect size (Hedges' g).",
".g_se": "metapsyTools generated variable: Standard error of Hedges' g.",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison (msd= mean, standard deviation, number of participants reported in each group; dich= dichotomous outcomes reported as events/non events, e.g., response, remission; change= change scores based on mean change (and sd) from baseline; other stats= Other statistics: exact p-value, t-statistic for between-groups differences in means at post-test)",
"instrument": "This variable describes the standardized instrument through which the relevant outcome was measured.",
"outcome_domain": "exact outcome type (e.g. BPD severity, suicidal behavior)",
"rating": "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\"). This variable has not been extracted for this database.",
"time": "The measurement point at which the outcome was obtained (e.g. post-treatment or follow-up).",
"time_weeks": "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).",
"mean_arm1": "Mean arm 1",
"mean_arm2": "Mean arm 2",
"sd_arm1": "Standard deviation arm 1",
"sd_arm2": "Standard deviation arm 2",
"n_arm1": "Number of participants arm 1",
"n_arm2": "Number of participants arm 2",
"baseline_m_arm1": "Baseline mean arm 1",
"baseline_sd_arm1": "Baseline standard deviation arm 1",
"baseline_n_arm1": "Number of participants at baseline arm 1",
"baseline_m_arm2": "Baseline mean arm 2",
"baseline_sd_arm2": "Baseline standard deviation arm 2",
"baseline_n_arm2": "Number of participants at baseline arm 2",
"dich": "Exact definition of the dichotomous outcome as provided in the publication",
"dich_type": "Type of dichotomous outcome, e.g., remission, response, other dich outcomes",
"event_arm1": "Number of events for dichotomous outcomes in the first trial arm",
"event_arm2": "Number of events for dichotomous outcomes in the second trial arm",
"totaln_arm1": "Total number of randomized participants arm 1 (event data)",
"totaln_arm2": "Total number of randomized participants arm 2 (event data)",
"Other_stats": "This  variable encodes if the outcome type is \"other statistics\"",
"mean_change_arm1": "Mean change from baseline arm 1",
"mean_change_arm2": "Mean change from baseline arm 2",
"sd_change_arm1": "Standard deviation for the change from baseline arm 1",
"sd_change_arm2": "Standard deviation for the change from baseline arm 2",
"n_change_arm1": "Number of participants arm 1 (change scores)",
"n_change_arm2": "Number of participants arm 2 (change scores)",
".log_rr": "metapsyTools generated variable: log-risk ratio,  comparing events in the first arm to events in the second arm.",
".log_rr_se": "metapsyTools generated variable: The standard error of the log-risk ratio",
"year": "year of publication",
"comorbid_mental": "This variable shows if all the participants are recruited based on meeting criteria for a comorbid mental health disorder or having elevated symptoms (above cut-off) at baseline (y= yes, n= no)",
"comorbid_mental_type": "This  variable encodes if there is a comorbid mental health disorder for all the participants",
"format": "This variable shows the format of intervention (group, individual, or both which is called \"other\" in this database)",
"format_details": "This  variable encodes if the intervention format is \"other\"",
"modality": "This variable shows that if the intervention delivery was face to face or a modality was used as an \r\nadjunct to an existing treatment (telephone-based sessions added to face-to-face \r\nsessions): ftf= face-to-face, tel= telephone",
"n_sessions_ig": "Average number of sessions that intervention group received. If average is not available, we take the planned number of sessions. Only full numbers are given (no decimals).",
"country": "The country where the study was conducted which is categorized in different categories (us= USA; uk= UK; eu= any country in Europe; can= Canada; au= Australia and New Zealand; eas= East Asia including China plus Hong Kong and Macau, Japan, North Korea, South Korea, Taiwan, Mongolia; other= any other countries; NR= not reported)",
"age_group": "Age group of participants (child= mean age is lower than 13; adol= adolescents, mean age is between 13 and 18; yadul= young adults, studies in college students and studies with a mean age between 18 and 24; adul= adults; old= Older adults: all studies indicating that they work with older adults and with a mean age of 55 or higher; olderold= Older old: all studies with a mean age of 75 or higher)",
"mean_age": "Average age for the overall sample",
"percent_women": "% of women at baseline for the overall sample",
"recruitment": "Where participants were recruited from (com= community: If (a part of) the participants are recruited through announcements in newspapers, radio, tv, social media, flyers, etc., and participate as volunteers in the study, the study is rated as “community recruitment”; clin= clinical: Participants are exclusively recruited from patient samples with mental disorders for which they have sought treatment. They can be recruited from primary care or outpatient centers; oth= Other: Other recruitment methods which are not community or clinical recruitment.",
"diagnosis": "All the participants in this database should be diagnosed with BPD based on a clinical diagnosis or other methods",
"target_group": "This variable shows if the target group of a trial was adul= adults, old= older adults, stud= student population, child= childre, adol= adolescents, yadul= young adults, med= general medical disorder",
"RoB_D1": "Domain 1: Bias arising from the randomization process (high risk, low risk, some concerns)",
"RoB_D2": "Domain 2: Deviations from the intended interventions (high risk, low risk, some concerns)",
"RoB_D3": "Domain 3: Missing outcome data (high risk, low risk, some concerns)",
"RoB_D4": "Domain 4: Inappropriate measurement of the outcome (high risk, low risk, some concerns)",
"RoB_D5": "Domain 5: Selection of the reported results (high risk, low risk, some concerns)",
"overall_RoB": "Overall risk of bias rating (high risk, low risk, some concerns)",
"full_ref": "full reference of the trial",
".id": "metapsyTools generated variable for each trial" 
}
